
"event read status update" = "mise à jour de l'état de lecture de l'événement";

"device event status updated. The save" = "état de l'événement du périphérique mis à jour. Enregistrement :";

"Resolved" = "Résolu";
"Unresolved" = "Non résolu";


"The message status could not be updated" = "L'état du message n'a pas pu être mis à jour";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Un message d'état a été envoyé par votre périphérique HP. Ce message n'a pas pu être sauvegardé dans le centre de messages du programme HP Utility.";

"Messages could not be displayed in HP Utility - Message Center" = "Impossible d'afficher les messages dans le centre de messages du programme HP Utility.";